Repository: nyermol/commercial_app
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Welcome back!
ru: Добро пожаловать!

# welcomeBackInf
source: To sign in enter your login and password
ru: Для входа введите Ваш логин и пароль

# loginIsNotEmpty
source: Please enter your login
ru: Пожалуйста, введите свой логин

# loginTooLong
source: Login is too long
ru: Логин слишком длинный

# loginTooShort
source: Login is too short
ru: Логин слишком короткий

# loginHintText
source: Enter your login
ru: Введите свой логин

# loginLabelText
source: Login
ru: Логин

# passwordIsNotEmpty
source: Please enter your password
ru: Пожалуйста, введите пароль

# passwordTooShort
source: Password is too short
ru: Пароль слишком короткий

# passwordLabelText
source: Password
ru: Пароль

# passwordHintText
source: Enter your password
ru: Введите свой пароль

# entry
source: Sign in
ru: Войти

# authorization
source: Auth
ru: Авторизация

source: Order
ru: Заказ

source: Order number
ru: Номер заказа

# orderNumberEnter
source: Enter order number
ru: Введите номер заказа

source: Inspection date
ru: Дата осмотра

# inspectionDateEnter
source: Enter inspection date
ru: Введите дату осмотра

source: Specialist name
ru: ФИО специалиста

# specialistNameEnter
source: Enter specialist name
ru: Введите ФИО специалиста

source: Customer name
ru: ФИО заказчика

# customerNameEnter
source: Enter customer name
ru: Введите ФИО заказчика

# requiredField
source: This field is required
ru: Обязательное поле

# remarks
source: Disadvantages
ru: Недостатки

# electricsItems
source: Electrical
ru: Электрика

# geometryItems
source: Geometry
ru: Геометрия

# plumbingEquipmentItems
source: Plumbing
ru: Сантехника

# windowsAndDoorsItems
source: Windows and Doors
ru: Окна и двери

# finishingItems
source: Finish
ru: Отделка

# thermalImagingInspection
source: Was there a thermal imaging inspection?
ru: Проводился ли тепловизионный осмотр?

# selectRoom
source: Select the rooms
ru: Выберите помещения

source: Save
ru: Сохранить

# specifyRoom
source: Сhoose the rooms
ru: Выбрать помещения

source: No
ru: Нет

# requiredAllField
source: Please fill in all the required fields
ru: Пожалуйта, заполните все обязательные поля

source: Measurements
ru: Измерения

source: Options
ru: Опции

source: Additional options
ru: Дополнительные опции

source: Radiation level
ru: Уровень радиации

# radiationSI
source: uSv/h
ru: мк3в/ч

source: Ammonia level
ru: Уровень аммиака

# ammoniaSI
source: mg/m3
ru: мг/м3

# electromagneticFieldLevel
source: EM field level
ru: Уровень э/м поля

# electromagneticFieldSI
source: μT
ru: мкТл

source: Airflow speed
ru: Скорость воздушного потока

# airflowKitchen
source: Kitchen
ru: На кухне

# airflowSI
source: m/s
ru: м/с

source: Bath №1
ru: В с/у №1

source: Bath №2
ru: В с/у №2

source: Bath №3
ru: В с/у №3

# thermalImagingConclusion
source: Is a thermal imaging inspection report required?
ru: Требуется ли заключение по тепловизионному просмотру?

# underfloorHeating
source: Was the underfloor heating checked with a thermal imager?
ru: Проводилась ли проверка теплого пола тепловизором?

source: Yes
ru: Да

# remarksNotFound
source: No disadvantages found
ru: Недостатки не найдены

# remarksEdit
source: Edit disadvantage
ru: Редактировать содержание недостатка

# roomsNotSelected
source: No selected rooms
ru: Помещения не выбраны

# listEmpty
source: List is empty
ru: Список пуст

# preview
source: Act preview
ru: Предпросмотр акта

source: Not specified
ru: Не указано

source: Paid services
ru: Платные услуги

# orderMainInf
source: Main information about an order
ru: Основная информаци по заказу

# actForm
source: Generate
ru: Сформировать акт

# actFormWait
source: The document is being produced. Please wait.
ru: Документ формируется. Пожалуйста, подождите.

source: Image preview
ru: Предпросмотр изображения

source: Delete
ru: Удалить

source: Leave
ru: Оставить

# remarksList
source: List of disadvanteges
ru: Список недостатков

source: Cancel
ru: Отменить

source: Ok
ru: Oк

# previewButton
source: Preview
ru: Предпросмотр

# measurementIsNotTaken
source: No measurement was made
ru: Измерение не проводилось

# listLength
source: All lists must be the same length
ru: Все списки должны быть одинаковой длины

# clearTheData
source: Clear
ru: Очистить

# dataClearedSuccessfully
source: Data was cleared successfully
ru: Вы успешно очистили данные

source: Data cleaning error
ru: Ошибка при очистке данных

# clearTheDataAndStartOver
source: Clear the data?
ru: Очистить данные?

source: No internet connection
ru: Отсутствует интернет-соединение

source: Try again
ru: Попробовать снова

source: Wrong password
ru: Неправильный пароль

source: Wrong login
ru: Неправильный логин

# removeRemark
source: Are you sure delete?
ru: Вы действительно хотите удалить этот недостаток?

# photoWait
source: The photo is being uploaded. Please wait.
ru: Фотография сохраняется. Пожалуйста, подождите.

# changeRoom
source: Change the room selection
ru: Изменить выбор помещения

source: City
ru: Город

# chooseCity
source: Choose your city
ru: Выберите город

# nameOfResidence
source: Name of the residence
ru: Наименование ЖК

source: Residence
ru: ЖК

# photoPreviewForRemark
source: Preview of images for a remark
ru: Предпросмотр изображений к недостатку

# photosNotAdded
source: Photos are not added
ru: Фотографии не добавлены

source: Back
ru: Назад

# chooseAction
source: Choose an action
ru: Выберите действие

# chooseDisplayDocument
source: Choose the way to display the document
ru: Выберите способ отображения документа

# iosDisplayAbstract
source: For IOS, the document will be opened in a new winwow. You can save the document to the device using button "Share".
ru: Для IOS - документ будет открыт в новом окне. ' 'Сохранить документ на устройство можно через кнопку "Поделиться".

# androidDisplayAbstract
source: For Android, a notification about the successful download of the file will appear. The document will be located in Files - Download.
ru: Для Android - появится уведомление об успешной загрузке файла. ' 'Сам документ расположен в Мои файлы (Файлы) - Загрузки.

# externalDisplayAbstract
source: If you have problems with generating a PDF, try to open the document in a new window.
ru: Если произошли проблемы с генерацией PDF документа, ' 'то попробуйте открыть документ в новом окне.

# downloadDocument
source: Download the document
ru: Скачать документ

# documentOpenWindowAbstract
source: The document will be opened in a new window
ru: Документ будет открыт в новом окне

# openDocumentWindow
source: Open in a new browser window
ru: Открыть в новом окне браузера

# pdfSuccessfullyOpened
source: PDF document is successfully generated!
ru: PDF документ успешно сформирован!

# errorDocumentGeneration
source: Document generation error
ru: Ошибка при генерации документа

# phoneScreenAlert
source: Please open the application via the link on the smartphone in portrait orientation
ru: Пожалуйста, откройте приложение по ссылке на смартфоне в ' 'портретной ориентации
